Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/sametinget.se/iellembiras_julev.pdf.tmx
Source language: smj
Languages: sma

source: Gájkka njuolgadusáj vuodo galggá sáme viessombirásvuojnno ja birásulmme årrot.
sma: Gaajhkh stuvretjuvtjieh edtjieh maadtoeh utnedh saemien jielemebyjreskevuajnoesne jïh byjreskeulmine.

source: Njuolgadusájt galggá dahkat buojkulvissan:
sma: Stuvretjuvjieh edtja tseegkedh v.g. daejtie:

source:  sáme åtsådibmáj árbbedábe
sma:  saemien dotkemasse

source: máhttudagá hárráj
sma: aerpievierhtien maahtoen bïjre

source:  biednikdoarjjagij / doarjjagij / biednikluohkkuj
sma:  duedtie / dåarjoe

source: ednamdáfoprográmman
sma: laantebigkieprogrammesne

source:  boatsojäládussaj birásbálka milta,
sma:  båatsoejieliemasse

source: birrasa buorren máhttá viessot, gåk vidnudahka máhttá fábmogabbon sjaddat
sma: byjreskebaalken jïh båatseojieliemasselaaken mietie, riejriesvoetem båatsoejieliemassese tseedgkedh

source: boatsojäláduslágaj, dahkat gergasvuodav boatsojäládussaj
sma: byjresken bïjre lea fulkesamme gaajkine jieliemassine

source:  gájkka äládusájda vaj tjuovvu lága
sma:  duedtie guedtles

source:  doarjjagin nanos vidnudakåvdedibmáj
sma: darjoemssijjiej övtiedæmman

source:  dájddagij, ednambargguj, ietjá
sma:  duedjie, gaertenh, jeatja

source: äládusájda
sma: jieliemasse

source: Sámedigge galggá friddjavuodav ja máhttudagáv vaddet ulmijda ållet duohta ájggeráma sinna (buojkulvissan akta vidát rávkalvisás viertti ållånit 2009, guokta vidát rávkalvisás jagen 2010 ja nåv).
sma: Saemiedigkie edtja frïjjesvoetem jïh nuepiem vedtedh tïjjesne mij gåaremes (v.g. akte krïebpesje vijhteste edtja 2009:n mietie illedh, göökte krïebpesjh vïjhteste edtja 2010 illedh j. n. v.).

source: Dat vaddá máhttelisvuodav biednikåhttsijda oajvvadit ietjasa åvdeldimijt aj.
sma: Destie nuepie båata beetnevierhtieh syökedh jïh jïjtse råajvarimmieh raeriestidh.

source: Árvvon adnet oajvvadisájt jus li hiebalgisá ja buore.
sma: Resepekteerh raeride mejtie sjïehteles jïh hijven.

source: Arvusmahttet ådå ussjolmisájt ja prosjevtajt ma ulmijt doarjju.
sma: Skeejrehth orre åssjalommessh jïh prosjekth mah ulmide dåarjoeh.

source: Arvusmahttet åtsådimprosjevtajt ma gulluji dálkádakrievddadimijda ja tjuovvusijda sáme äládusáj ja sebrudagáj hárráj.
sma: Dotkemeprosjekth skreejrehtidh klimahtejorkesimmiej viedtieldahkesne jïh guktie dah saemien jieliemassh jïh siebredahkem tsevtsieh.

source: Sámedigge aj galggá arvusmahttet åtsådimprosjevtajt sáme máhttudagá birra ma nanosvuohtaj gulluji.
sma: Saemiedigkie edtja aaj dotkemeprosjekth dåarjodh mah maahtoem vadta nænnoesvoetese.

source: Vuododit stuoda ulmmejuohkusav dåjma sinna mij åvdåsvásstádusáv birásbargguj boahtteájge válldá (binnemusát akta ulmusj juohkka kontåvrrådåjman Sámedikken).
sma: Permaneente maadthdåahkiem tseedgkedh darjomen sïjse man dïedte byjreskebarkose båetijen aajkan (unnemes akte fïerhten kontovredarjoemasseste Saemiedigkien).

source: Dåjma 2011 - 2012
sma: Darjoemassh 2011 - 2012

source: Bargov árvustallat ja vijdábut bargov åvdedit, dahkat ájggeplánav (aktan barggijplánajn) boahtte gålmå jahkáj.
sma: Barkoem vierhtiedidh, övtiedidh jïh tïjjhsoejkesjem darjodh (dan sisnie barkijhsoejkesje) båetijen golmide jaepide.

source: Barggojuogos árvustallamav lájddi ja åtsåt jus mijás buoragit bargujnam manná.
sma: Barkoedåekie vierhtiedimmiem lijrie jïh gïehtjede mejtie mijjen darjome hijven gåarede.

source: Makkár miehttijiddje vuosedi positijvak rievddadimev ?
sma: Maam vuesehte hijven gåarede ?

source: Mij hähttu rievddaduvvat ?
sma: Maam tjoerebe jeatjadehtedh ?

source: Gåk galggap vijdábut barggat ?
sma: Guktie åvtese juhtebe ?

source: Ulmmejuogos 3 Sámedikke tjuottjodibme
sma: Ulmiedåehkie 3 Saemiedigkien administrasjovne

source: Dán ulmmejuohkusij gulluji Sámedikke virggeaddne ja sijá árgga Sámedikken.
sma: Daate ulmiedåehkie Saemiedigkien dïenesjhålmah jïh dej aarhkebiejjie Saemiedigkesne.

source: Systemáhtak integrerim birásdimensjåvnås Sámedikke dåjman.
sma: Eensi laakan byjreskebieliem Saemiedigkien darjoemassese integreeredh.

source: Guovddelin li oasseulme balánseridum åvdedibme gånnå ietjas lahkabirrasin / barggosajen snivvi.
sma: Åvtemosth lea nuelieulmieh balanseereme övtiedimmie gusnie sov lïhkemes byjreskisnie / barkoesijjesne sjyöke.

source:  Sámedikke bargge boanndodi
sma:  Saemiedigkien barkijh

source:  Gållåm: gehtjadit
sma:  Saemiedigkien barkijh leah

source: buojkulvissan åvdeldimijt kontåvrån degu dal datåvråjt, tjuovgajt, lieggasav;
sma: aambasadöörh jïh uvtelassh

source:  Enersjiddja: gehtjadit makkár
sma:  Sametingets verksamhet blir

source: enersjiddja aneduvvá, gávnnuji gu buorebu ?
sma: kænd som en förebild för en hållbar myndighet Saemiedigkien darjomesh lea byögkeles juktie dïhte nænnoes myndigheete (miljöcertifierad verksamhet ?)

source: prosessav ietjasa ussjolmisáj
sma: mierieh kontovrine goh daatovrh, tjoevkh, baahke;

source:  Sámedikke bargge doajmmi
sma:  Magkeres faamoe: gïehtjedh

source:  Mannamdábe (binnedit manojt gå
sma: magkeres faamoe gååvnesh, mejtie buerebe faamoe gååvnesh ?

source: ambassaderran ja åvddågåvvån
sma: Vualkeme jïh fealadimmie

source:  Sámedikke doajmma dåbddusin sjaddá
sma:  Guktie vaane fealadidh

source: åvddågåvvån nanos fábmudahkaj (birássertifieridum doajmma ?)
sma: (fealadimmiem unniedidh gosse gåarede tjåanghkoeh seamma sæjjan bïejedh, ektesne vuejedh)

source: máhttá, buojkulvissan tjåhkanimaktijdime hárráj, aktanvuodjem)
sma:  Guktie fealede (magkeres

source:  diededit, åhpadit
sma:  bïevnesjidh, ööhpehtidh

source:  rávkkat (várrogisvuodajn)
sma:  krïebpesjidh (restriktijve)

source:  hássat miehttijiddjijt,
sma:  indikatovrh skåårvedh, ” tjuara ” -

source: (vádtset &gt; tåga &gt; bijlla gt; hálediddje)
sma: vuajadahke (juelkieh &gt; ruevtieraajroe &gt; bïjle &gt; giertie)

source:  Hotällaválljim (svanenmierkkidum
sma:  Mij hotellide veeljie

source: gå máhttá ja nåv vil).
sma: (njoektjemïerhke gosse gååvnese, j. j.)

source: ” hähttu ” nävojt, njuolgadusdåjmajt
sma: instrumeenth, njoelkedahkh

source:  åvddågåvvå
sma:  uvtelasse

source: Diedojt tjoahkkit, diededibme.
sma: Daajroeh, bïevnesh tjöönghkedh

source: Aktelis dåjma diedojt lasedittjat, maj baktu oarev oadtju rievddam viessomvuohkáj, buojkulvissan filmaj ja lågådallamij baktu, ja iejvvidimij barggij majda ietjá bargge oassálassti ussjolmisáj ja iesjmiedogis välggogisvuodaj.
sma: Darjoemassigujmie mah eejnegen maahtoe bæjjoehtidh jïh viehkiehtidh jeatjadidh guktie jieledh v.g. tjïrreh filmh vuesiehtidh, lohkehtidh, gaavnesjimmieh gusnie barkijh jïh jeatjah barkijh raeriestieh jïh maam vielie darjoeh maam sijhtieh.

source: Åhpadit barggijt - Dåjmalasj oassálasstem galggá prosessa vuodo årrot.
sma: Barkijh ööhpehtidh - Daan processen maadtoe lea ahte almetjh eadtjohke meatan årrodh.

source: Bargge galggi viehkken huomáhit, ja viehkedit doajmmaplánav vuorodit ja åvdedit.
sma: Barkijh edtjieh åsjjalommes vedtedh, prioriteeredh jïh barkoesoejkesjem övtiedidh.

source: Ássjedåbddijt ávkki gå ådå máhttudagáv dárbaj teknijkak tjoavddusij hárráj.
sma: Maehteles almetjh edtja åtnasovvedh gosse orre maahtoe daerpies teknihke tjoevtjí bïjre.

source: Enersjiddja
sma: Faamoe

source: Gärddádimprinsijppa Guoradit kontåvrråábnnasijt (ådåsisdagádum / svanenmierkkidum jahkeájggehiebadum buktagijt, elektronijkav, FSC-sertifieridum muorrabuktagijt); binnedit vádálasj ábnnasijt; gållåmdábijt, biebmov, (bájke, jahkeájggehiebadum, KRAV, rievtesvuohtamierkkidum); varresvuodav (ábnnasa, binnedit vádálasj ábnnasijt, doalvvom) ja ienebu.
sma: Gïevledahkepricihpe Gïehtjedh magkeres kontovremateriaale (vïht nuhtjeme / njoektjemierhkine dorjesh, elektronihke, FSC-mierhkine moeredojresh); unniedidh man jïjnje feerlege aamhtesh nuhtjedh, nuhtjemvaaroeh; beapmoeh (lokaale, jaepieboelhken mietie, krïebpesje, rïektevæhta); staarne (materiaale, feerlege aamhtesh, unniedidh, foeresjimmie), j. j.

source: Dåjma 2011 – 2012
sma: Darjoemassh 2011 - 2012

source: Árvustallat bargov ja åvdedit aktisasj ájggeplánav boahtte gålmå jahkáj (aktan hiebadimijn, buoredimijn
sma: Barkoem vierhtiedidh jïh tïjjhsoejkesjem darjodh maam ektesne åtna dejtie

source: Budjähtta 2009-2012
sma: BUDGSJEDTE Tjåanghkan

source: BUDJÄHTTA Totalt Gájkkásasj dåjma Stivrrimjuogos Åhpadus & seminára PR ja diededimábnnasa 200 000 600 000 Biráskonsulta / ássjedåbdde 100 000 Internähttavuosedibme 50 000 50 000 Oassegålo 650 000 550 000 450 000 350 000 1 600 000
sma: Bijjemes darjomes Ståvroedåehkie Ööhpehtimmie & seminaarh PR jïh bïevneshmateriaale 200 000 600 000 Miljökonsulter / expertis 100 000 Gaskevearman bæjhkoehtidh 50 000 50 000 Stuhtjeåasa: 650 000 550 000 450 000 350 000 1 600 000

source: Ulmmejuogos 1
sma: Ulmiedåehkie 1 Nænnoestidh sïjti åårgi.

source: Dåhkkidibme org, tjielde ja seminára 300 000 600 000 Rijkajgasskasasj ásadusá 500 000 500 000 1 000 000 Diededimábnnasa 100 000 75 000 75 000 75 000 325 000 Oassegålo: 400 000 675 000 675 000 175 000 1 925 000
sma: luvnie seminaarh 300 000 600 000 Gaskenasjovne deahpadimmie 500 000 500 000 1 000 000 Bïevneshmateriaale 100 000 75 000 75 000 75 000 325 000 Stuhtjeåasa: 400 000 675 000 675 000 175 000 1 925 000

source: Ulmmejuogos 2
sma: Ulmiedåehkie 2

source: Barggojuogos
sma: Barkoedåehkie

source: gullu ieme barggodoajmmaj Åhpadus 100 000 100 000
sma: Sïejhme darjomen sisnie Ööhpehtimmie 100 000 100 000

source: gullu ieme barggodoajmmaj Oassegålo: 100 000 100 000
sma: Sïejhme darjomen sisnie Stuhtjeåasa: 100 000 100 000

source: Ulmmejuogos 3
sma: Ulmiedåehkie 3

source: gullu ieme barggodoajmmaj Åhpadus 100 000
sma: Sïejhme darjomen sisnie Ööhpehtimmie 100 000

source: Ietjá dåjma
sma: Jeatjah darjomoemash

source: gullá ieme barggodoajmmaj Oassegålo: 100 000 100 000
sma: I Sïejhme darjomen sisnie Stuhtjeåasa: 100 000 100 000

source: Organisásjåvnnå Prosjäktalájddistiddje 555 000 666 000 680 000 700 000 2 601 000 Kontåvrråsadje 40 000 48 000 48 000 48 000 184 000 Kontåvrrårusta 25 000 10 000 10 000 10 000 55 000 Mano ja årrom 150 000 150 000 150 000 150 000 600 000 Telefåvnnå, kontåvrråábnnasa, påvsstågålo, ja ålobu 30 000 30 000 30 000 30 000 120 000 Oassegålo 800 000 904 000 918 000 938 000 3 560 000
sma: Åårganisasjovne Prosjekteåvtehke 555 000 666 000 680 000 700 000 2 601 000 Kontovresijjie 40 000 48 000 48 000 48 000 184 000 Kontovredïrregh 25 000 10 000 10 000 10 000 55 000 Fealadimmieh jïh gåetieluehpieh 150 000 150 000 150 000 150 000 600 000 Telefovne, kontovremateriaale, prievviemaaksoeh j. j. 30 000 30 000 30 000 30 000 120 000 Stuhtjeåasa: 800 000 904 000 918 000 938 000 3 560 000

source: SUMMA GÅLO
sma: MAAKSOEH TJÅANGHKAN

source: SISIOASSTEMA Datåvrrå, prográmma, mobijllatel, digitála gåvvår ja ålobu 50 000 80 000 SUMMA SISIOASSTEMA 50 000 10 000 10 000 10 000 80 000
sma: GELLIEJAAPETJE MAAKSOEH Datovre, programmh, telefovne, guvvieaate j. j. 50 000 80 000 GELLIEJAAPETJE MAAKSOEH TJÅANGHKAN 50 000 10 000 10 000 10 000 80 000

source: Gåhttjom
sma: Seehteme

source: Ållestjåhkanibme mierredij gålgådismáno 2003 gåhttjot stivrav Sámedikke birásvuojnov ådåstuhttet, ja dat ådåstuhttem birásvuojnos sáme biráspolitijkak prográmmav dahkat.
sma: Pleenume mieriedi golken asken 2003 ståvroem seehtedh Saemiedigkien byjreskevuajnoem orrestehtedh.

source: Ållestjåhkanime bagádis
sma: Dehtie orrestahteme vuajnoste ståvroe edtja saemien byjreskepolitihke programmem darjodh.

source: Ållestjåhkanimen Sámedigge mierredij moarmesmáno 21. b 2008: Gåhttjot stivrav biráspolitijkak prográmmav dahkat, bievddegirjje nr 2003: 3, § 52.4, ja vaddet ållestjåhkanibmáj mierredittjat maŋemusát guovvamánon 2009.
sma: Pleenumemieriedimmie Saemiedigkie pleenumisnie suehpeden 21 b. 2008 mieriedi: Ståvroem seehtedh byjreskepolitihke programmem darjodh protokolle nr 2003: 3, § 52.4, laehpedh pleenumasse juktie mieriedidh minngemes goevten asken 2009.

source: Tjadádibme Prosässa tjadáduváj tjuovvo háme milta:
sma: Guktie buektiehtidh Processe naemhtie tjïrrehtamme:

source: - Juogos vidájn ulmutjijn lij sáhkaráddnan ja referänssajuohkusin
sma: almetjh lin ” bollplank ” jïh refereensedåehkie

source: - Prográmmatjálle prosjäktavirgijn bargaj ragátmános 2008 guovvamánnuj 2009.
sma: prosjeketebarkijinie ellies tïjjem skïerede 2008 – goevte 2009

source: Åvdep sáme birásbarggo
sma: Aerebi saemien byjreske barkoe

source: Sáme rijkkaorganisásjåvnå álggin organiseridum sáme birásbargujn barggat.
sma: Saemien rïjhkeåårganisasjovnh dah mah saemien byjreskebarkoem aalkajehtin.

source: Álgos gähttjin ienemusát luonndobirrasij ja ekologak åvdeldimijda suoddjitjit sáme äládusájt.
sma: Aalkoevisnie lij åvtemes ulmie byjreskem jïh ekologije nuepieh vaarjelidh saemien jieliemasside.

source: Maŋŋela li sáme organisásjåvnå ájn ienebut bargojt birrasa hárráj álgadam.
sma: Mænngan dellie dah åårganisasjovnh jienebe råajvaramme byjreskedajvesne.

source: Nuorttarijka Sámekonferensan Åren 1986 dåhkkiduváj birásprográmma suoddjitjit ja åvddånahtátjit birrasav Sámeednamin.
sma: Nordiske Saemien konfereensesne Ååresne 1986 dellie saemien byjreskeprogramme dååhkasjehti juktie byjreskem Saepmesne vaarjelidh jïh övtiedidh.

source: Svieriga Sámedigge vuosedij 1995 ietjas " Redovisning av Sametingets miljösyn ".
sma: Sveerjen Saemiedigkie 1995 dan sov ” Vuesiehtimmie byjreskevuajnoem “ bæjhkoehti.

source: 1995 Svieriga Sáme Rijkkalihtto dagáj birásdahkoprográmmav: " Samiskt Vägval " giehpedittjat tjieldij sisŋep bargov birás- ja demokratiddjaássjijn.
sma: 1995 dellie Sveerjen Saemiej Rïjhtkesiebrie byjreskedarjomeprogrammem dååhkasji.: ”

source: Valla SSR ittjij ienebuv dajna barga.
sma: Saemien geajnoem veeljedh ” “ bæjhkoehti.

source: Sáme birásbarggo jådeduvvá álkke diehti aj moatten hámen gånnå li ságastallama politijkkárij ja ietjá ednamávkkij åvdåstiddjij gaskan.
sma: Saemien byjreskebarkoe aaj öövre praktihke laakan eantasovveme gosse rååresje politihkerigujmie jïh jeatja uvtielassegujmie interessh.

source: SSR oassálasstám la dagádijn svieriga FSC standárdav gierddis miehttsebargguj ja álgo rájes årrum stivran svieriga FSCan.
sma: SSR lea meatan orreme sveerjen FSC standardem darjodh jielehke skåakebårran jïh öövre aalkoevistie meatan orreme sveerjen FSCståvrose.

source: Sámedigge ja Sámeráde libá ájn vil doajmmam gasskarijkasasj prosessan muhtem åsij girjes Konventionen om Biologisk Mångfald mav li tjadádam, buojkulvissan artihkal 8j mij la álggoálmmugij oassálasstema birra luonndoluohkkotjuottjudusán, árbbedábak máhttudagá birra ja ålobuj. Maŋemus 15 jage li ienemus tjielde
sma: Dan lissine Saemiedigkie jïh Saemieraerie lea ïedtjeles gaskenasjovne mieresne orreme konvensjovnh goh Biologije gelliesvoete artihkele 8j sijse barkedh mij lea aalkoealmetjie nuepiej bïjre meatan årrodh byjresken vierhtieh reeredh, guktie dååhkasjehtedh aarpeivierhtien maahtoeh j. j., Minngemes 15 jaepie jeenemes sïjth jïjtse byjreskeråajvarimmieh dorjeme.

source: Buojkulvissan li vihtta tjielde Jämtlándan aktan väráltluonndofondajn barggam ja tjadádam Agenda 21 prográmmav (1996).
sma: V.g. vïjhte sïjth Jïemhtesne lea laavenjosteme Världsnaturfåantine jïh dorjeme Agenda 21 programme (1996).

source: Idre ja Mittådalena tjielde barggam libá ISO (14001) sertifierimijn ja tjadádam dåjmalasj birásbargov dalloj.
sma: Eajra jïh Mïhten sïjth lea vuestie ISO (14001) certifieeremem barkeme jïh aktijve byrjaskebarkoem jïjtse sïjtesne doreje.

source: Älla sij ållim sertifierimav dajna gå ilá stuor vuorrádisvuodajt duosstun gå galggin boatsojäládusájn aktijdit.
sma: Eah goh dem galhkeme juktie ååpsen geerve dam båatsojne sjïehtesjidh.

source: Nåv gåhtjodum Jämtlándavuoge (Tåssåsenhábme) ulmme l gierddis smávjudosbivddohámev dahkat gånnå bivddo aktan boahttsuj ja ietjá juhtusij várijn hiehpá.
sma: Dïhte maam gåhtjoen Jïemhten-alternatijve (Tåssåsenvuekie) edtja guadteles onnevijremem darjodh, gusnie vijreme jåhta bovtsigujmie jïh jeatjaj juvrigujmie vaeresne.

source: Moadda priváhtta sáme vidnudagá li ietjasa sertifierim Naturens Bästa dåbddomerkaj milta (buojkulvissan Ajvin Site, Vägvisaren, Nutti Sami Siida AB, ja nåv vil).
sma: (v.g.. Ajvin Site, Vägvisaren, Nutti Sami Siida AB, j. j).

source: Dan nali boahtá vil smidás barggo Laponian - bájkke mij sjattaj UNESCO väráltluonndo- ja kultuvrraárbbe 1996.
sma: Dan lissine hijvenligkie barkoe daelie deahpede Laponia:ine – dajve maam UNESCO:n eatnemebyjreske- jïh kultuvreaerpie 1996 sjïdti.

source: UNESCO nammadibme dagáj sierra åvdeldimijt tjieldij birásbargguj.
sma: UNESCOmoeneme sjïere nuepie buektiehti sïjti byjreskebarkose.

source: Aktse tjielde li bargov dåjmalattjat jådedam prosessa álgos 1999.
sma: Uktsie sïjth dam processem ïedtjeles laakan ienteme öövre dehtie aalkoevistie 1999.

source: 2002 birásgiehtagirjje Sámedikke doajmmaj dagáduváj.
sma: 2002 Saemiedigkie byjreske-bïhkesgærjam tjeeli dan sov darjoemasse.

source: Gájkka svieriga fábmudagá li velgulattja dakkár teknijkak dokumentav hássat mij duohtan dahká buorre birásdåjmav birásbálka milta.
sma: Kimmerer, Robin (2008) The Rights of the Land. The Onondaga Nation of Central New York proposes a radical new vision of property rights.
